Repository: Zakariathr22/Hakim
Catalog: Hakim/Strings/*/Resources.resw
Source language: en_us
Languages: fr_dz

# AboutApp
source: About the Application
fr_dz: À propos de l'application

# AboutAppDescription
source: The application was developed with passion by "TAHRI ZAKARIA", Software Engineer.
fr_dz: L'application a été développée avec passion par "TAHRI ZAKARIA", Ingénieur en Informatique.

# AppBackdrop
source: Application Back Drop
fr_dz: Contexte de l'application

# AppBackDropDescription
source: The application back drop corresponds to the main colors that appear behind the main interface of the application.
fr_dz: Le contexte de l'application correspond aux couleurs principales qui apparaissent derrière l'interface principale de l'application.

# AppLanguage
source: Application Language
fr_dz: Langue de l'application

# AppLanguageDescription
source: App language refers to the language setting used within an application for its user interface.
fr_dz: La langue de l'application désigne le paramètre linguistique utilisé dans une application pour son interface utilisateur.

source: Appointments
fr_dz: Rendez-vous

# AppTheme
source: Application Theme
fr_dz: Thème d'application

# AppThemeDescription
source: The app theme allows you to change the appearance of the app between dark mode and light mode.
fr_dz: Le thème de l'application vous permet de modifier l'apparence de l'application entre le mode sombre et le mode clair.

# CreateShortCut
source: Create a Shortcut
fr_dz: Créer un raccourci

# CreateShortCutDescription
source: Access is faster, place the application shortcut icon on the desktop.
fr_dz: L'accès est plus rapide, placez l'icône de raccourci de l'application sur le bureau.

source: Dark Mode
fr_dz: Mode sombre

source: Desktop Acrylic
fr_dz: Bureau Acrylique

source: Display
fr_dz: Apparence

source: Edit
fr_dz: Modifier

source: General Settings
fr_dz: Réglages généraux

source: Home
fr_dz: Principal

source: Icons
fr_dz: Icônes

# IconsDescription
source: Some of the icons used in this application are taken from the "Icons8 Pichon" application.
fr_dz: Certaines des icônes utilisées dans cette application sont extraites de l'application "Icons8 Pichon".

source: Landing Page
fr_dz: Page de destination

# LandingPageDescription
source: The landing page is the page that first appears when you open the app.
fr_dz: La page de destination est la page qui apparaît en premier lorsque vous ouvrez l'application.

source: Light Mode
fr_dz: Mode lumière

source: Link
fr_dz: Lien

source: Search
fr_dz: Recherch

source: Settings
fr_dz: Paramètres

source: System Mode
fr_dz: Mode du système

# User
source: The User
fr_dz: L'utilisateur

source: Add
fr_dz: Ajouter

source: Add Patient
fr_dz: Ajouter un patient

source: Sort Patients
fr_dz: Trier les patients

source: Sort
fr_dz: Trier

source: By Date Added
fr_dz: Par date d'ajout

source: By Lastname
fr_dz: Par nom

source: By Firstname
fr_dz: Par prénom

source: By Age
fr_dz: Par age

source: Ascending
fr_dz: Croissant

source: Descending
fr_dz: Décroissant

source: Search for a Patient
fr_dz: Recherche un patient

source: Refresh
fr_dz: Actualiser

source: Personal Information
fr_dz: Informations personnelles

source: Lastname
fr_dz: Nom

source: Firstname
fr_dz: Prénom

source: Lastname (Required)
fr_dz: Nom (obligatoire)

source: Firstname (Required)
fr_dz: Prénom (obligatoire)

source: Gender
fr_dz: Genre

source: Gender (Required)
fr_dz: Genre (obligatoire)

source: Contact
fr_dz: Coordonnées

source: Date of Birth
fr_dz: date de naissance

source: Phone Number 1
fr_dz: Numéro de téléphone 1

source: Phone Number 2
fr_dz: Numéro de téléphone 2

source: Personal
fr_dz: Personnel

source: Husband
fr_dz: Le mari

source: Wife
fr_dz: La femme

source: Son
fr_dz: Le fils

source: Daughter
fr_dz: La fille

source: Father
fr_dz: Le père

source: Mother
fr_dz: La mère

source: Brother
fr_dz: Le frère

source: Sister
fr_dz: La sœur

source: Relative
fr_dz: Proche

source: Friend
fr_dz: Ami

source: Owner
fr_dz: Propriétaire

source: Address Information
fr_dz: Informations sur l'adresse

source: Address
fr_dz: Adresse

source: State
fr_dz: Wilaya

source: City
fr_dz: Commune

source: Zip Code
fr_dz: Code postal

source: Insurance Information
fr_dz: Information sur l'assurance

source: Insurance Provider
fr_dz: Fournisseur d'assurance

source: Insurance Number
fr_dz: Numéro d'assurance

source: Medical Information
fr_dz: Informations médicales

source: Medical History
fr_dz: Antécédents médicaux

source: Current Medications
fr_dz: Médicaments actuels

# MedicalHistoryDetails
source: A text detailing the patient's medical history, including past illnesses, surgeries, hospitalizations, and everything else (allows healthcare professionals to understand the patient's health history).
fr_dz: Texte détaillant les antécédents médicaux du patient, y compris les maladies passées, les opérations, les hospitalisations et tout (permet aux professionnels de santé de comprendre l'historique de santé du patient)

# AllergiesDetails
source: Information about the patient's allergies (to avoid allergic reactions by avoiding certain medications or treatments).
fr_dz: Informations sur les allergies du patient (pour éviter les réactions allergiques en évitant certains médicaments ou traitements)

# CurrentMedicationsDetails
source: A list of the medications the patient is currently taking (to avoid drug interactions and inform treatment decisions).
fr_dz: Une liste des médicaments que le patient prend actuellement (pour éviter les interactions médicamenteuses et informer les décisions de traitement)

source: Male
fr_dz: Masculin

source: Female
fr_dz: Féminin

source: Phone Number 1 (Required)
fr_dz: Num de téléphone 1 (obligatoire)

source: Owner (Required)
fr_dz: Propriétaire (obligatoire)

source: Next
fr_dz: Suivant

source: Cancel
fr_dz: Annuler

source: Save
fr_dz: Sauvegarder
